{
    "events": [
      {
        "id": 23,
        "title": "Bhogi  bonfire 2022",
        "content": "To create awareness among people regarding Bhogi Bonfire, our NSS Volunteers created a poster depicting an awareness message.",
        "image": "./public/img/sessions/awareness/boghi2022.png"
      },
      {
        "id": 22,
        "title": "Rally 2021",
        "content": "On 25th november to observe the communal harmony campaign week,We the nss volunteer organized a rally session in MIT road under the guidance of our staffs. This session was a great success and many students have taken part in this rally.",
        "image": "./public/img/sessions/awareness/rally2021.png"
      },
      {
        "id": 21,
        "title": "Webinar on vigilance awareness 2021",
        "content": "This  session was conducted on 30.10.2021 by Shri.Thiyagarajan T, Regional vigilance head, SR,Air India. To stop corruption first we need to start from our home instead of lecturing the world. Transparency is the tool which can kill corruption. He explained what are the qualities/things we need to have to avoid corruption as a citizen and  Why vigilance day is celebrated in October month.",
        "image": "./public/img/sessions/awareness/webinarVigilance.png"
      },
      {
        "id": "20",
        "title": "Webinar on Disaster Management 2020",
        "content": "The need for abilities across topics, disciplines and methods is especially important for preventing disasters. Since India is a tropical country it is prone to many tropical cyclones  and Tropical cyclones are one of  the most destructive natural phenomena.Some of these cyclones have beneficial effects on the Indian mainland while the  others have adverse effects. We NSS volunteers organized a online technical talk and awareness programme on tropical cyclones . The session was presented by Prof. Sridhar Balasubramanian , IDP Climate Studies , IIT Bombay , Mumbai and Mr. Guru Arvind , weather enthusiast and blogger . Prof.Sridhar Balasubramanian who is interested in oceanal atmospheric dynamics delivered a brief note on dynamics and management of tropical cyclones . Mr.Guru Arvind presented the case study of Vardha cyclone , a very severe cyclonic storm which impacted  $22,573 crore damage to the Indian mainland.",
        "image": "./public/img/sessions/awareness/webinarDisasterManage.png"
      }    ,
      {
        "id": "19",
        "title": "Webinar on Fundamental laws 2020",
        "content": "The basic law and principles contained in federal and state constitutions that direct and regulate the manner in which government is exercised are known as fundamental laws. So we the NSS volunteers organized a webinar on Fundamental Laws for our first year volunteers. The session was presented by SURESH B.A.B.L, Senior Professional Advocate, Currently Pursuing as Advocate in Coimbatore. He educated us about basic laws on dowry, laws  about the speed limit that needed to followed while driving in highways, laws about obtaining licence for driving vehicles and also about the importance of NOTA in the elections.",
        "image": "./public/img/sessions/awareness/webinarFundaLaws.png"
      },
      {
        "id": "18",
        "title": "First Aid Session 2020",
        "content": "A first aid session was organised by our NSS volunteers. The session was conducted by Prof.K.Manickam,M.A.,M. Ed., and M.Phil.,He is working as a professor in Jeeva Medical Academy.The aspects of Red Cross was spoken by him. He started the first aid session with the remedies for snakebite and scorpionbite.A demonstration was also given by him with the help of 2 students volunteers.A demonstration of remedies that are helpful in emergency situations like accidents were also done by him.",
        "image": "./public/img/sessions/awareness/firstAid.png"
      },
      {
        "id": "17",
        "title": "Sucidial prevention 2020",
        "content": "Suicide is a major health problem, and the global mortality rate amounts to 1.4% all deaths worldwide. So, we NSS volunteers organised a webinar on SUICIDAL PREVENTION to create awareness about mental health among our students. The session was presented by Dr.K.Lakshmi DPM DISTRICT PSYCHIATRIST, Govt. Hospital Saidapet , Mrs .V.Geetha, Psychologist,Govt. Hospital Saidapet.Dr.K.Lakshmi emphasised the role of Mental well being,Physical well being and Educational well being in stress control and anxiety and Mrs.V.Geetha helped to overcome the stress and anxiety through breathing exercise and relaxation therapy.",
        "image": "./public/img/sessions/awareness/suicidePrevention.png"
      },
      {
        "id": "16",
        "title": "Webinar on health and wellness with yoga 2021",
        "content": "A clear head and healthy body leave more room for creative thinking and innovation. There are many ways to achieve this goal. One such way is practicing yoga.The art of practicing yoga helps in controlling an individual's mind, body and soul. Inorder to incorporate this valuable asset to our students we the volunteers of NSS organized an online webinar on “HEALTH AND WELLNESS WITH YOGA”. The session was presented by Dr.KUSH PANCHAL who has obtained PhD in ' Dhyan Yog',Diploma in Fitness Management.The session was an interactive one. Towards the end of the session every volunteer had a clear picture of importance of yoga in one's life.",
        "image": "./public/img/sessions/awareness/webinarHealth.png"
      },
      {
        "id": "15",
        "title": "TRAFFIC RULES & ROAD SAFETY 2019",
        "content": "A NGO session was organised for our volunteers on March 3,2020. Speakers from the NGO spoke on the topic 'Traffic Rules and Road Safety', and also explained about DOs and DON'Ts in traffic rules. Also awareness on road safety has been created among our volunteers.",
        "image": "./public/img/sessions/awareness/roadSafety.png"
      },
      {
        "id": "14",
        "title": "Emotion Intelligence & Socio-technology 2019",
        "content": "The session was conducted by Immitech, the next sphere of socio-technological advancement. Other session was conducted by the NGO on emotional intelligence. The session was brainstorming and the first year NSS volunteer interacted and clarified their doubts.",
        "image": "./public/img/sessions/awareness/emotionaIntel.png"
      },
      {
        "id": "13",
        "title": "KNOW YOUR RIGHTS 2019",
        "content": "An awareness session, Know Your Rights (KYR) had been conducted by Arappor, a Non-Governmental organization for the first year NSS volunteers. Students were taught how to make online complaints where people can report their grievances for which the necessary steps will be further. Also the status track of complaints and Right To Information (RTI) were also informed which was very much useful to the volunteers who had actively turned up.",
        "image": "./public/img/sessions/awareness/knowYourRights.png"
      },
      {
        "id": "12",
        "title": "Rally 2019-2020",
        "content": "Our NSS voulnteers, under the guidance of our staff advisor had organised a rally on the evening of March 03,2020. The rally witnessed the active participation of NSS volunteers on the topic cleanliness and road safety. The awareness has been created in streets around our MIT Campus.",
        "image": "./public/img/sessions/awareness/rally2020.png"
      },
      {
        "id": "11",
        "title": "Tree plantation 2018-2019",
        "content": "Tree plantation session is conducted by the team NSS on 18.03.2019.Saplings were planted by the first year students and senior volunteers inside the campus.",
        "image": "./public/img/sessions/awareness/treePlantation2018.png"
      },
      {
        "id": "10",
        "title": "Rally 2018-2019",
        "content": "The team NSS conducted the road safety rally for creating awareness among the people in the surrounding of our college and about 250 first year NSS students and 50 NSS volunteers. The people in the surroundings got useful information about road safety rally and appreciated us.",
        "image": "./public/img/sessions/awareness/rally2019.png"
      },
      {
        "id": "9",
        "title": "Tree plantation 2017-2018",
        "content": "Saplings were planted by NSS Volunteers on 24.01.2018 by the guidance of NSS Staff advisors inside the MIT Campus.",
        "image": "./public/img/sessions/awareness/treePlantation2017.png"
      },
      {
        "id": "8",
        "title": "Rally 2017-2018",
        "content": "Rally is conducted every year in order to create awareness among the public regarding road safety and pollution control by the guidance of NSS Staff advisors.",
        "image": "./public/img/sessions/awareness/rally2018.png"
      },
      {
        "id": "7",
        "title": "Ambulance awareness  2017",
        "content": "We had ambulance awareness session on this day.The students were given a clear idea about the first-aid and the medical help to be given to the needy people.They were clarified with all their doubts by discussion with the medical representatives",
        "image": "./public/img/sessions/awareness/ambulanceAwareness.png"
      },
      {
        "id": "6",
        "title": "Tree plantation 2016-2017",
        "content": "Saplings were planted in front of LHC and RLHC by NSS Volunteers on 13.08.2016 inside the MIT Campus.",
        "image": "./public/img/sessions/awareness/treePlantation2016.png"
      },
      {
        "id": "5",
        "title": "Rally 2016-2017",
        "content": "Rally is conducted every year in order to create awareness among the public regarding road safety and pollution control.",
        "image": "./public/img/sessions/awareness/rally2017.png"
      },
      {
        "id": "4",
        "title": "Dengue awareness 2016",
        "content": "There is a common saying that “Health is wealth”. Maintaining a  proper health is a difficult task in present situation. Our students spent their time in creating awareness among the people about the health issues and one of the most serious problem-The Dengue. They also insisted about the importance of having ' Nilavembu  kasayam ' and provided the people the healthy drink.",
        "image": "./public/img/sessions/awareness/dengueAwareness.png"
      },
      {
        "id": "3",
        "title": "Communal harmony 2016",
        "content": "This session was conducted by senior volunteers in order to bring awareness about communal harmony to first year volunteers. Flags were sold for the uplift of orphanage people.",
        "image": "./public/img/sessions/awareness/communalHarmony.png"
      },
      {
        "id": "2",
        "title": "NUCLEAR ENERGY AWARENESS PROGRAM 2016",
        "content": "An awareness program was being organized by NSS volunteers for the villagers of Somangalam. A Scientist from Kalpakkam Nuclear Power station addressed the village people and provided awareness on nuclear energy.",
        "image": "./public/img/sessions/awareness/nukeAwareness.png"
      },
      {
        "id": "1",
        "title": "Drug awareness 2016",
        "content": "This program was conducted for all first years inorder to create awareness about drugs and their effects.",
        "image": "./public/img/sessions/awareness/drugAwareness.png"
      }
        
      
    ]
  }
  